Repository: F-i-f/tweaks-system-menu
Catalog: po/*.po
Languages: cs, de, es, fr, ja, ko

source: Tweaks &amp; Extensions in System Menu
cs: Vylepšení a Rozšíření v systémové nabídce
de: Optimierungen &amp; Erweiterungen im Systemmenü
es: Retoques y Extensiones en el menú del sistema
fr: Ajustements &amp; Extensions dans le menu système
ko: 시스템 메뉴에 기능 개선과 확장을 표시

source: Version
cs: Verze
es: Versión
ko: 버전

source: Show Tweaks:
cs: Zobrazit vylepšení:
de: Optimierungen anzeigen:
es: Mostrar Retoques:
fr: Montrer Ajustements :
ja: Tweaksの表示
ko: 기능 개선 표시:

source: Tweaks position:
cs: Pozice vylepšení:
de: Position für Optimierungen:
es: Posición del botón Retoques:
fr: Position du bouton Ajustements :
ja: Tweaksの位置
ko: 기능 개선을 표시할 위치:

source: Show Extensions:
cs: Zobrazit rozšíření:
de: Erweiterungen anzeigen:
es: Mostrar Extensiones:
fr: Montrer Extensions :
ja: 拡張機能の表示
ko: 확장 표시:

source: Extensions position:
cs: Pozice rozšíření:
de: Position für Erweiterungen
es: Posición del botón Extensiones:
fr: Position du bouton Extensions :
ja: 拡張機能の位置
ko: 확장을 표시할 위치

source: Debug:
cs: Ladění:
de: Fehlersuche:
es: Depuración:
fr: Débogage :
ja: デバッグ
ko: 디버그:

source: Copyright © 2019-2024 Philippe Troin (<a href="https://github.com/F-i-f">F-i-f</a> on GitHub)
es: Copyright © 2019-2024 Philippe Troin (<a href="https://github.com/F-i-f">F-i-f</a> en GitHub)
fr: Copyright © 2019-2024 Philippe Troin (<a href="https://github.com/F-i-f">F-i-f</a> sur GitHub)

source: Tweaks should be shown.
cs: Vylepšení by měly být zobrazeny.
de: Optimierungen sollte angezeigt werden.
es: Retoques debe mostrarse.
fr: Ajustements est affiché.
ja: Tweaksを表示します。
ko: 기능 개선을 표시합니다.

source: If set, the Gnome Tweaks button is shown.
cs: Pokud je povoleno, zobrazí se tlačítko Vylepšení.
de: Wenn aktiviert, wird die Schaltfläche für GNOME-Optimierungen angezeigt.
es: Si se establece, se mostrará el botón Retoques de Gnome.
fr: Ajustments est affiché si actif.
ja: 有効にするとGnome Tweaksボタンを表示します。
ko: 설정할 시 그놈 기능 개선 버튼을 표시합니다.

source: Position of the Tweaks button.
cs: Umístění tlačítka Vylepšení.
de: Position der Schaltfläche Optimierungen.
es: Posición del botón Retoques.
fr: Position du bouton Ajustements.
ja: Gnome Tweaksボタンの位置
ko: 기능 개선 항목의 위치를 선택합니다.

source: If set to -1, the position is automatic: Tweaks will show up after Settings. If set to zero or more, the actual launcher position on the system menu.
cs: Pokud je nastaveno na -1, poloha je automatická: Vylepšení se zobrazí za položkou Nastavení. Pokud je nastaveno na nulu nebo větší hodnotu, zobrazí se skutečná pozice spouštěče v systémovém menu.
de: Beim Wert -1 wird die Position automatisch gewählt: Optimierungen wird hinter Einstellungen angezeigt. Der Wert 0 oder höher entspricht der jeweiligen Position im Systemmenü.
es: Si se establece en -1, la posición es automática: Retoques se mostrará debajo de Configuración. Si se establece en cero o más, indica la posición del lanzador en el menú del sistema.
fr: Si égal à -1, la position est automatique: Ajustements s'affichera après Réglages. Si égal à zéro ou plus, indique la position dans le menu système.
ja: もし-1を設定した場合は自動的に設定ボタンの後にTweakボタンを表示します。もし、0以上を設定した場合はシステムメニューの実際の位置になります。
ko: -1로 설정할 시, 위치는 자동으로 선택됩니다: 기능 개선 항목은 설정 다음으로 위치할 것입니다. 0 이상으로 설정할 시 항목의 위치가 달라집니다.

source: Extensions should be shown.
cs: Rozšíření by měly být zobrazeny.
de: Erweiterungen sollte angezeigt werden.
es: Extensiones debe mostrarse.
fr: Extensions est affiché.
ja: 拡張機能を表示します。
ko: 확장 항목을 표시합니다.

source: If set, the Shell Extensions button is shown.
cs: Pokud je povoleno, zobrazí se tlačítko Rozšíření.
de: Wenn aktiviert, wird die Schaltfläche für Shell-Erweiterungen angezeigt.
es: Si se establece, se mostrará el botón Extensiones de Gnome Shell.
fr: Extensions est affiché si actif.
ja: 有効にすると拡張機能ボタンを表示します。
ko: 설정할 시 그놈 쉘 확장 버튼을 표시합니다.

source: Position of the Extensions button.
cs: Umístění tlačítka Rozšíření.
de: Position der Schaltfläche Erweiterungen.
es: La posición del botón de Extensiones.
fr: Position du bouton Extensions.
ja: 拡張機能ボタンの表示位置
ko: 확장의 위치를 선택합니다.

source: If set to -1, the position is automatic: Extensions will show up after Tweaks (if shown), or Settings. If set to zero or more, the actual launcher position on the system menu.
cs: Pokud je nastaveno na -1, poloha je automatická: Vylepšení se zobrazí za položkou Vylepšení (pokud je zobrazena) nebo Nastavení. Pokud je nastaveno na nulu nebo větší hodnotu, zobrazí se skutečná pozice spouštěče v systémovém menu.
de: Beim Wert -1 wird die Position automatisch gewählt: Erweiterungen wird hinter Optimierungen (falls sichtbar) oder hinter Einstellungen angezeigt. Der Wert 0 oder höher entspricht der jeweiligen Position im Systemmenü.
es: Si se establece en -1, la posición es automática: Extensiones aparecerá debajo de Retoques (si se muestra) o de Configuración. Si se establece en cero o más, indica la posición del lanzador en el menú del sistema.
fr: Si égal à -1, la position est automatique: Extensions s'affichera après Ajustements (s'il est visible), ou Réglages. Si égal à zéro ou plus, indique la position dans le menu système.
ja: もし-1を設定した場合は自動的にTweaksボタン(表示されている場合)か設定ボタンの後に拡張機能ボタンを表示します。もし、0以上を設定した場合はシステムメニューの実際の位置になります。
ko: -1로 설정할 시, 위치는 자동으로 선택됩니다: 만약 확장 버튼을 표시할 시, 기능 개선 다음으로 배치될 것입니다. 0 이상으로 설정할 시 항목의 위치가 달라집니다.

source: Debugging.
cs: Ladění.
de: Debuggen.
es: Depuración.
fr: Débogage.
ja: デバッグ
ko: 디버깅 중.

source: Enable debugging for the extension.
cs: Povolit ladění rozšíření.
de: Aktiviert den Modus zum Auffinden von Fehlern (Debuggen) für diese Erweiterung.
es: Habilita el modo depuración de la extensión.
fr: Activer le mode débogage de l'extension.
ja: この拡張機能のデバッグを有効にします。
ko: 확장 디버깅을 사용합니다.
